Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/openstreetmap-tm.tmx
Source language: en
Languages: ca_es

source: <p><i>Before you begin, the first rule you need to know is the use of proprietary data. Data from copyrighted maps or any other proprietary data is strictly prohibited! Copying, tracing or any reproduction of copyrighted work is not allowed! (Source: <a href="http://wiki.openstreetmap.org/wiki/Copyright" target="_blank">Copyright - OpenStreetMap Wiki</a>)</i></p> <p></p> <p>Linear features such as streets, footpaths, railways and building outlines will hereby be referred to as <b>ways</b>.</p> <p>If you suddenly realize your sidebar with all the icons have gone missing, it's because you have a feature selected on the map. Simply deselect by clicking on a blank area of the map to bring up the icons again.</p> <p><b>To create a point (or node)</b>, just drag and drop the appropriate icon from the sidebar onto the map. See Add POIs to learn more about creating a POI (Point of Interest)</p> <p><b>To create a way</b>, begin by clicking on the map at its start point, then click at each successive point. Double-click to finish the line or press Enter.</p> <p><b>To create a polygon</b>, begin by clicking on the map at its start point, then click at each successive point (similar to creating a way), and finish by clicking on the very first point to close the polygon.</p> <p>Remember, if you make a mistake, you can always hit the Undo button. Pressing the Esc key will undo all your edits for the current feature.</p>
ca_es: <p><i>Abans de començar, la primera norma que heu de tenir present és la que regula l'ús de dades protegides per drets d'autor. Està estrictament prohibida la utilització de dades procedents de mapes o qualsevol altre tipus de font que estiguin sota la protecció de drets d'autor! No és permesa la còpia o qualsevol tipus de reproducció d'obres protegides per drets d'autor! (Font: <a href="http://wiki.openstreetmap.org/wiki/Copyright" target="_blank">Copyright - OpenStreetMap Wiki</a>)</i></p> <p></p> <p>Els objectes lineals com els carrers, els camins, les línies de ferrocarril o els contorns d'edificis reben el nom de <b>vies</b> en termnologia OSM.</p> <p>Si la barra lateral d'icones desapareix sobtadament és a causa de que heu seleccionat un objecte sobre el mapa. Hi ha prou amb desfer la selecció fent clic sobre una zona buida del mapa per fer aparèixer un altre cop la barra i les seves icones.</p> <p><b>Per crear un punt (o node en terminologia OSM)</b>, hi ha prou amb arrossegar la icona apropiada des de la barra lateral fins el punt del mapa on el voleu posar. Vegeu "Afegir punts d'interès" per aprendre'n més</p> <p><b>Per crear una via</b>, comenceu fent clic al mapa sobre el punt inical, a continuació feu clic sobre la posició dels punts succssius. Per finalitzar la línia feu doble clic o premeu la tecla Enter.</p> <p><b>Per crear un polígon</b>, comenceu fent clic sobre el mapa en el punt inicial, a continuació feu clic sobre el punts succesius (de manera similar a procediment de creació d'una via), i per finalitzar feu clic sobre el punt inicial per tal de tancar el polígon.</p> <p>Recordeu, si us equivoqueu sempre podeu prémer el botó "Desfer" per revertir la modificació. També hi ha l'opció de prémer la tecla Esc per desfer totes les modificacions fetes sobre l'objecte seleccionat.</p>

source: Edit (Beg.)
ca_es: Modifica (Inic.)

source: Editing Features (Beginner)
ca_es: Funcions de modificació (Iniciació)

source: <p><b>To add a point to an existing way</b>, select the way and shift+click at the desired location.</p> <p><b>To delete a point</b>, select the point and click the Delete Item button in the bottom right corner or press Delete (or Backspace) on your keyboard.</p> <p><b>To delete a way</b>, select the way and click the Delete Item button in the bottom right corner or press shift+Delete (or shift+Backspace) on your keyboard.</p> <p><b>To move a point</b>, click and drag the point.</p> <p><b>To move a way</b>, click and drag the entire feature. Hint: Grab a segment where you won't accidentally move a node.</p> <p><b>To extend a way</b>, click on one of the end points of the way. Then continue drawing as usual.</p> <p><b>To add a new way extending from an existing way</b>, shift+click on one of the end points of the way. Then continue drawing as usual.</p>
ca_es: <p><b>Per afegir un punt a una via existent</b>, seleccioneu la via i feu clic tot prement la tecla de Majúscules en el lloc on el voleu posar.</p> <p><b>Per suprimir un punt</b>, seleccioneu-lo i feu clic sobre el botó "Suprimir element" situat a la cantonada inferior dreta o premeu la tecla de suprimir (o la d'esborrar) del teclat.</p> <p><b>Per esborrar una via</b>, seleccioneu la via i feu clic sobre el botó "Suprimir element" situat a la cantonada inferior dreta o premeu Majúscula+Suprimir (o Majúscula+Esborrar) al teclat.</p> <p><b>Per mure un punt</b>, feu clic sobre el punt i arrossegueu -lo.</p> <p><b>TPer moure una via</b>, feu clic sobre la via i arrossegueu-la. Suggerència: preneu un segment on no sigui possible de desplaçar un punt accidentalment.</p> <p><b>Per allargar una via</b>, feu clic sobre el punt d'un dels seus dos extrems i continueu afegint punts.</p> <p><b>Per afegir una nova via a partir d'un pun d'una altra d'existent</b>, feu clic sobre un dels punts de la via tot prement la tecla de majúscules després continueu afegint punts.</p>

source: Edit (Adv.)
ca_es: Modifica (Avançat)

source: Editing Features (Advanced)
ca_es: Funcionalitats d'edició (avançat)

source: <p><b>To split a way</b>, select the point at which you want to cut, and click the Scissor tool or press X on your keyboard. Hint: Add a node first in order to cut between nodes.</p> <p><b>To make a junction between two ways</b>, draw as usual until you need to make a junction. Then as you move your mouse over another way, the points will light up blue. Click on one of the blue points or any other desired location on the way to make a junction.</p> <p><b>To disconnect a junction</b>, select the point on the way you wish to alter. Then press - on your keyboard to remove the point.</p> <p><b>To reverse the direction of a way</b>, click the Reverse Direction button in the bottom right corner. The direction of a way is only a concern for those features with a "oneway" tag - oneway streets, coastlines, islands, and so on.</p> <p><b>To create a way running parallel</b>, select the way and click the Create Parallel Way button in the bottom right corner or press P on your keyboard.</p> <p><b>To create a way that shares nodes with an existing way</b>, start drawing, click the first two shared nodes, then press F to automatically follow the existing way.</p> <p><i>Visit the <a href="http://wiki.openstreetmap.org/wiki/Potlatch_2/Primer" target="_blank">Potlatch 2 Primer</a> on the OpenStreetMap wiki for even more advanced editing methods and conventions.</i></p>
ca_es: <p><b>Per dividir una via</b>, seleccioneu el punt on voleu fer el tall i feu clic sobre les Tisores de la caixa d'eines o premeu la tecla X al teclat. Consell: si voleu tallar en un punt entre dos nodes podeu afegir primer un node al punt on voleu fer la divisió.</p> <p><b>Per connectar dues vies</b>, dibuixeu la vostra via normalment fins arribar al lloc on necessiteu fer la unió amb una altra d'existent, llavors quan desplaceu el punter del ratolí sobre l'altra via els seus punts esdevindran blaus. Feu clic sobre un dels punts blaus o sobre qualsevol altra posició de la via per fer la unió.</p> <p><b>Per desconnectar una via d'una altra</b>, seleccioneu el punt d'unió que voleu modificar. Llavors premeu la tecla - per eliminar el punt.</p> <p><b>Per invertir la direcció d'una via</b>, feu clic sobre el botó "Invertir direcció" situat a la cantonada inferior dreta. La direcció de la via només té interès en casos on la via porta l'etiqueta de "sentit únic" com en el cas dels carrers de sentit únic.</p> <p><b>Per crear una via paral·lela a una d'existent</b>, seleccioneu la via i feu clic sobre el botó "Crea via paral·lela" situat a la cantonada inferior dreta o premeu la tecla P.</p> <p><b>Per crear una via que comparteixi nodes amb una d'existent</b>, comenceu a dibuixar normalment, feu clic sobre el primer dels nodes compartits i premeu la tecla F per seguir automàticament la via existent.</p> <p><i>Visiteu <a href="http://wiki.openstreetmap.org/wiki/Potlatch_2/Primer" target="_blank">Potlatch 2 Primer</a> al wiki d'OpenStreetMap per conèixer mètodes de modificació i convencions encara més avançats.</i></p>

source: Tag
ca_es: Etiqueta

source: Tagging Features
ca_es: S'estan etiquetant característiques

source: <p>With Potlatch 2, tagging features has become relatively easy with its use of graphical menus and dedicated fields/icons.</p> <p><b>Tagging a feature</b></p> <p>Select the point or way that you wish to edit, and choose the appropriate tag from the left sidebar. After tagging the feature, some basic fields should appear such as Name, Speed Limit, and Width, depending on the tag you gave. Fill these out as best you can.</p><p>Advanced users may notice the absence of a few tags and tag values they occasionally use. If this is the case, click on the Advanced tab at the bottom of the sidebar and edit/add as necessary.</p> <p>The OpenStreetMap wiki also provides an <a href="http://wiki.openstreetmap.org/wiki/Map_features" target="_blank">extensive list of tags and tag values</a>. Please refer back to the OSM documentation if you are unsure of which tag to use.</p>
ca_es: <p>Amb el Potlatch 2 l'etiquetatge dels objectes del mapa ha esdevingut relativament senzilla gràcies a la utilització de menús gràfics amb camps i icones específics.</p> <p><b>Etiquetatge d'un objecte</b></p> <p>Seleccioneu el punt o la via que voleu modificar i escolliu l'etiqueta adequada a la barra lateral esquerra. Un cop assignada l'etiqueta a l'objecte, apareixeran una sèrie de camps bàsics com el Non, la velocitat màxima o l'amplada que seran diferents en funció de l'etiqueta triada. Empleneu-los el millor que pogueu.</p><p>Els usuaris avançats poden adonar-se de la manca d'alguns camps i els seus valors. Si aquest és el cas podeu fer clic sobre les opcions avançades situades a la part inferior de la barra lateral i modificar o afegir el que sigui necessari.</p> <p>El wiki d'OpenStreetMap ofereix una <a href="http://wiki.openstreetmap.org/wiki/Map_features" target="_blank">llista exhaustiva documentada de les etiquetes utilitzables i els seus valors possibles</a>. Si us plau, consulteu la documentació d'OSM si teniu qualsevol dubte sobre letiqueta a utilitzar.</p>

source: Shortcuts
ca_es: Dreceres de teclat

source: Keyboard Shortcuts
ca_es: Dreceres de teclat

source: Undo
ca_es: Desfés

source: Redo
ca_es: Refés

source: Background
ca_es: Fons

source: Map Style
ca_es: Estil del mapa

source: GPS Data
ca_es: Dades de GPS

source: My Tracks
ca_es: Les meves traces

source: Clear
ca_es: Neteja

source: Add new points by dragging them onto the map
ca_es: Afegiu punts nous arrossegant-los al mapa

source: Delete node (Delete)
ca_es: Suprimeix el node

source: Delete area (Shift+Delete)
ca_es: Suprimeix l'àrea (Maj + Supr)

source: Delete way (Shift+Delete)
ca_es: Suprimeix l'àrea (Maj + Supr)

source: Delete item
ca_es: Suprimeix l'element

source: Reverse direction (V)
ca_es: Canvia la direcció (V)

source: Split way (X)
ca_es: Divideix la via

source: Merge ways (J)
ca_es: Uneix vies (J)

source: Straighten way
ca_es: Redreça la via

source: Make circular
ca_es: Fes-ho circular

source: Make right-angled (Q)
ca_es: Arregla els angles (Q)

source: Create parallel way (P)
ca_es: Crea una via paral·lela (P)

source: Click the link below to open a web page where you will be asked to authorise access for this application.
ca_es: Feu clic a l'enllaç de sota per obrir una pàgina web on se li demanarà per autoritzar l'accés per a aquesta aplicació.

source: Once you've authorised the access click the 'Try access' button below
ca_es: Una vegada que ha autoritzat l'accés faci clic al botó inferior de 'Provar accés'

source: <b>Access was denied, please check, and try again</b>
ca_es: <b>S'ha denegat l'accés, si us plau verifiqui i torni a provar</b>

source: <p>The server refused this application's credentials -- an authorisation link could not be obtained. </p> <p> <b>OAuth access will not be possible.</b> </p> <p> Please contact application vendor to find out what's going on.</p>
ca_es: <p>El servidor ha refusat les credencials d'aquesta aplicació - no s'ha pogut obtenir un enllaç d'autorització.</p> <p> <b>OAuth accés impossible.</b> </p> <p>Si us plau, consulteu el proveïdor de l'aplicació per esbrinar el que està passant.</p>

source: There was a problem contacting the server to get authorisation. This may be a temporary error, try again later.
ca_es: Hi ha hagut un problema en contactar amb el servidor que dona l'autorització. Pot ser un error transitori, proveu un altre cop més tard.

source: Try access
ca_es: Proveu l'accés

source: Please enter a description of your edits. This will be used to give other mappers an idea of what changes you are making.
ca_es: Introduïu una descripció de les vostres modificacions. Això s'utilitzarà per donar una idea de quins canvis esteu fent a altres dibuixants de mapes.

source: Edit...
ca_es: Edita...

source: dim
ca_es: enfosqueix

source: sharpen
ca_es: accentua el contrast

source: Vector file...
ca_es: Fitxer vectorial...

source: Show toolbox
ca_es: Mostra la caixa d'eines

source: Use custom cursors
ca_es: Usa colors personalitzats

source: OK
ca_es: D'acord
